# Слова, которые кот слушает
# Нужно как-то настроить обработку без регистра
listen_talk = '([К,к]ис|[К,к]ц|[М,м]ур|[К,к]с|[К,к]от|[М,м]яу|[Ц,ц]ап|[М,м]рррр|[Н,н]яа|[М,м]ьяв|[М,м]иау|[М,м]ееееу|[М,м]рррррррау!|Шшш|[М,м]иао|[М,м]ъяу|Мя|Мф|Мрмрмрмрмрмр|[К,к]усь|цап|хвать|жрать)'
listen_woof = '[Г,г]ав'

talk = [
            'Мяу!',
            'Мяяяяяяяяяу',
            'Мрррр',
            '🐾🐾🐾',
            '💤',
            'Няа!',
            'Мьяв**',
            'Миау!!!',
            'Мееееу',
            'Мрррррррау!',
            'Мяу! Мяу! МЯУ!!!',
            'Шшшшшшшшшшшшшш',
            'Шшш...',
            'Жизнь тлен...',
            'Миао',
            'Мъяу',
            'Мя!',
            'Мяу мяу мяу мяу мяу мяу мяу',
            'Мф',
            '*ф* *ф* *ф*',
            'Мрмрмрмрмрмр',
            '*кусь*',
            '*цап*',
            '*хвать*',
            '*жрать*',
            'Мяу',
            'Ну допустим мяу'
            ]